/**
 * بيانات الفيديوهات — تم إنشاؤه من لوحة التحكم
 */
let VIDEOS = [
  {
    "id": "video-mtbhkxlc91",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/1323223286555587",
    "title": {
      "ar": "معلومة علي الماشي هتفيدك  شوف الفيديو 👇👇 دار الإتقان للمطابخ والديكور  93966645  ولاية صحار .. شارع مويلح طريق الصناعية  #مطابخ_عمان #خزائن_ملابس #مطابخ #ديكور_منزل #kitchenhacks",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhnynv89",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/2148054526052991",
    "title": {
      "ar": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  }
];
