/**
 * بيانات الفيديوهات — تم إنشاؤه من لوحة التحكم
 */
let VIDEOS = [
  {
    "id": "video-mtbhkxlc91",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/1323223286555587",
    "title": {
      "ar": "معلومة علي الماشي هتفيدك  شوف الفيديو 👇👇 دار الإتقان للمطابخ والديكور  93966645  ولاية صحار .. شارع مويلح طريق الصناعية  #مطابخ_عمان #خزائن_ملابس #مطابخ #ديكور_منزل #kitchenhacks",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhrie714",
    "type": "youtube",
    "url": "https://www.youtube.com/shorts/XtPXA0d-dNA?feature=share",
    "title": {
      "ar": "تنفيذ غرفة دريسنج | دار الإتقان للمطابخ والديكور| سلطنة عمان | ولاية صحار #اكسبلور #دواليب",
      "en": "تنفيذ غرفة دريسنج | دار الإتقان للمطابخ والديكور| سلطنة عمان | ولاية صحار #اكسبلور #دواليب"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhu7505",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/2148054526052991",
    "title": {
      "ar": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhw0un8",
    "type": "youtube",
    "url": "https://www.youtube.com/shorts/_rcOwYLgzBw?feature=share",
    "title": {
      "ar": "زاوية التريند | زاوية عملية داخل الدريسنج | زاوية حرف L| شيبورد ايطالي| أضاءة ليد مخفية | الإتقان",
      "en": "زاوية التريند | زاوية عملية داخل الدريسنج | زاوية حرف L| شيبورد ايطالي| أضاءة ليد مخفية | الإتقان"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhye0j34",
    "type": "youtube",
    "url": "https://www.youtube.com/shorts/4_Ttjcu1Ka0?feature=share",
    "title": {
      "ar": "تصميم دريسنج روم| دار الإتقان للمطابخ والديكور| سلطنة عمان|#مطابخ #kitchen #ديكورات #ديكور",
      "en": "تصميم دريسنج روم| دار الإتقان للمطابخ والديكور| سلطنة عمان|#مطابخ #kitchen #ديكورات #ديكور"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbi0dvs15",
    "type": "youtube",
    "url": "https://www.youtube.com/shorts/4rLPJgaTiik?feature=share",
    "title": {
      "ar": "لا تشتري من دار الإتقان| سلطنة عمان | شوف الفيديو 👇 #مطابخ #اكسبلور #رخام #kitchen #ديكورات #مطبخ",
      "en": "لا تشتري من دار الإتقان| سلطنة عمان | شوف الفيديو 👇 #مطابخ #اكسبلور #رخام #kitchen #ديكورات #مطبخ"
    },
    "category": "promo"
  }
];
