/**
 * بيانات الفيديوهات — تم إنشاؤه من لوحة التحكم
 */
let VIDEOS = [
  {
    "id": "video-mtbhkxlc91",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/1323223286555587",
    "title": {
      "ar": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhrie714",
    "type": "youtube",
    "url": "https://www.youtube.com/shorts/XtPXA0d-dNA?feature=share",
    "title": {
      "ar": "تنفيذ غرفة دريسنج | دار الإتقان للمطابخ والديكور| سلطنة عمان | ولاية صحار #اكسبلور #دواليب",
      "en": "تنفيذ غرفة دريسنج | دار الإتقان للمطابخ والديكور| سلطنة عمان | ولاية صحار #اكسبلور #دواليب"
    },
    "category": "promo"
  },
  {
    "id": "video-mtbhu7505",
    "type": "facebook",
    "url": "https://www.facebook.com/reel/2148054526052991",
    "title": {
      "ar": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  }
];
