/**
 * بيانات الفيديوهات — تم إنشاؤه من لوحة التحكم
 */
let VIDEOS = [
  {
    "id": "video-mt2x4ppk90",
    "type": "facebook",
    "url": "https://www.facebook.com/share/r/1HU6r2JcCd/",
    "title": {
      "ar": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور",
      "en": "من تسليم غرفة دريسنج بولاية صحار  من خشب الشيبورد الاستاروود  تواصل معانا وأسال على العروض والخصومات  من دار الاتقان للمطابخ والديكور"
    },
    "category": "promo"
  }
];
